
"Quarterly" = "L'école du Sabbat en un seul endroit";

"Lesson" = "Leçons hebdomadaires";

"Reading" = "Lire et étudier l'école du Sabbat";

"Verse" = "Versets de la Bible à portée de main";

"Theme" = "Une expérience de lecture personnalisable";
